Overload List
Name  |   Description
GetCheckoutStatus(Document, ElementId)
 Gets the ownership status of an element.
GetCheckoutStatus(Document, ElementId, String )
 Gets the ownership status and outputs the owner of an element.
 See Also
  WorksharingUtils Class
  WorksharingUtils Members
  Autodesk.Revit.DB Namespace